import styles from "./review.module.css";

const Review = () => {
  return (
    <div className={styles.contianer}>
      <div className={styles.content}>
        <span>فراسیستم</span>
        <br />
        <p>
          لپ‌تاپ 15.6 اینچی هوآوی را می‌توان یکی از لپ تاپ‌های روز دنیا دانست.
          این لپ‌تاپ قابلیت‌های بسیاری دارد که به مصرف‌کننده کمک می‌کند تا
          سنگین‌ترین نرم‌افزارها را اجرا کند. این سیستم بسیار باریک بوده و برای
          حمل راحت بسیار سبک طراحی شده است. ظاهر این سیستم بسیار زیبا و حرفه‌ای
          است و صفحه‌نمایش آن سرتاسر صفحه را پوشانده و حتی قسمت کوچکی برای وب‌کم
          در نظر گرفته نشده است و وب‌کم این محصول در کیبورد قرار گرفته است،
          البته در کنار این صفحه نمایش بزرگ شاهد یک کیبورد کوچک هستیم که فاصله‌ی
          دکمه‌های آن با یک دیگر بسیار کم است. از خصوصیات ظاهری که بگذریم
          می‌توانیم به سخت افزار قدرتمند این محصول بپردازیم. این کانفیگ آنقدر
          قوی است که بتواند بازی‌های روز دنیا را برای شما اجرا کند، البته نه با
          بهترین کیفیت و بهترین سرعت ممکن، پس در این حد از آن انتظار نداشته
          باشید. این کانفیگ بیشتر برای کارهای روزمره طراحی شده است. در صورتی که
          می‌خواهید برای موارد دیگر از آن استفاده کنید پیشنهاد می‌شود از مدل‌های
          دیگر هوآوی دیدن کنید.
        </p>
          <img src="/media/header.jpeg" />
          <p>لپ‌تاپ 15.6 اینچی هوآوی را می‌توان یکی از لپ تاپ‌های روز دنیا دانست.
          این لپ‌تاپ قابلیت‌های بسیاری دارد که به مصرف‌کننده کمک می‌کند تا
          سنگین‌ترین نرم‌افزارها را اجرا کند. این سیستم بسیار باریک بوده و برای
          حمل راحت بسیار سبک طراحی شده است. ظاهر این سیستم بسیار زیبا و حرفه‌ای
          است و صفحه‌نمایش آن سرتاسر صفحه را پوشانده و حتی قسمت کوچکی برای وب‌کم
          در نظر گرفته نشده است و وب‌کم این محصول در کیبورد قرار گرفته است،
          البته در کنار این صفحه نمایش بزرگ شاهد یک کیبورد کوچک هستیم که فاصله‌ی
          دکمه‌های آن با یک دیگر بسیار کم است. از خصوصیات ظاهری که بگذریم
          می‌توانیم به سخت افزار قدرتمند این محصول بپردازیم. این کانفیگ آنقدر
          قوی است که بتواند بازی‌های روز دنیا را برای شما اجرا کند، البته نه با
          بهترین کیفیت و بهترین سرعت ممکن، پس در این حد از آن انتظار نداشته
          باشید. این کانفیگ بیشتر برای کارهای روزمره طراحی شده است. در صورتی که
          می‌خواهید برای موارد دیگر از آن استفاده کنید پیشنهاد می‌شود از مدل‌های
          دیگر هوآوی دیدن کنید.</p>
      </div>
    </div>
  );
};

export default Review;
